CSI API ETABS v1
cSapModel.GroupDef Property
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
cGroup GroupDef { get; }
ReadOnly Property GroupDef As cGroup
	Get
Dim instance As cSapModel
Dim value As cGroup
value = instance.GroupDef
property cGroup^ GroupDef {
	cGroup^ get ();
}
abstract GroupDef : cGroup with get
Property Value
Type: cGroup
See Also
Reference
cSapModel Interface
ETABSv1 Namespace